[Balance.PawnBalance_FirePhoenix AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Fênix de Fogo")
PlayThroughs[1]=(DisplayName="Fênix Ardente")
PlayThroughs[2]=(DisplayName="Fênix Escaldante")

[Balance.PawnBalance_JackFirePhoenix AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Fênix Flamejante")

